Revit 2024 API
ExporterIFC.FileName Property
 The name of the IFC file being exported.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public string FileName { get; }
Visual Basic
Public ReadOnly Property FileName As String
	Get
Visual C++
public:
property String^ FileName {
	String^ get ();
}
See Also
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace